---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RvtLinkReferenceType
source: html/37130954-2bb8-2207-5d35-a7e65a6334b9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RvtLinkReferenceType Property

"Reference Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RvtLinkReferenceType { get; }
```